#+TITLE: BEASTIE BITS
#+PROPERTY: header-args :cache yes
#+PROPERTY: header-args+ :mkdirp yes
#+PROPERTY: header-args+ :results silent
#+PROPERTY: header-args+ :padline no
* PACKAGES

#+begin_src sh :results output replace :cache no
  pkg query -e '%a = 0' %o
#+end_src

#+RESULTS:
#+begin_example
base/FreeBSD-kernel-generic
base/FreeBSD-kernel-generic-dbg
base/FreeBSD-set-base
base/FreeBSD-set-lib32
base/FreeBSD-set-minimal
base/FreeBSD-set-src
devel/ccls
devel/cmake
ftp/curl
x11-wm/cwm
graphics/drm-kmod
editors/emacs
textproc/en-aspell
misc/freebsd-doc-en
devel/git
graphics/glx-utils
textproc/jq
misc/kbdscan
www/librewolf
devel/libtool
multimedia/libva-intel-driver
multimedia/libva-utils
devel/libvterm
multimedia/mpv
ports-mgmt/pkg
accessibility/sct
sysutils/sensors
sysutils/smartmontools
security/sudo
sysutils/tmux
x11/xlibre
x11-drivers/xlibre-xf86-video-intel
www/yt-dlp
shells/zsh
#+end_example

